[
[25.073858,55.2298444,"Dubai","£269","Dubai is a city in the United Arab Emirates known for luxury shopping, ultramodern architecture and a lively nightlife scene. Burj Khalifa, an 830m-tall tower, dominates the skyscraper-filled skyline. At its foot lies Dubai Fountain, with jets and lights choreographed to music. On man-made islands just offshore is Atlantis, the Palm, a resort with water and marine-animal parks."],
[22.3593252,114.1408686,"Hong Kong","£329","Hong Kong is a city, and former British colony, in southeastern China. Vibrant and densely populated, it’s a major port and global financial center famed for its tower-studded skyline. It’s also known for its lively food scene – from Cantonese dim sum to extravagant high tea – and its shopping, with options spanning chaotic Temple Street Night Market to the city’s innumerable bespoke tailors."],
[40.7033127,-73.979681,"New York","£329","Home to the Empire State Building, Times Square, Statue of Liberty and other iconic sites, New York City is a fast-paced, globally influential center of art, culture, fashion and finance. The city’s 5 boroughs sit where the Hudson River meets the Atlantic Ocean, with the island borough of Manhattan at the 'Big Apple's' core."],
[13.7246005,100.6331108,"Bangkok","£339","Bangkok, Thailand’s capital, is a sprawling metropolis known for its ornate shrines and vibrant street life. The boat-filled Chao Phraya River feeds its network of canals, flowing past the Rattanakosin royal district, home to the opulent Grand Palace and its sacred Emerald Buddha temple. Nearby is Wat Pho with its enormous reclining Buddha and, on the opposite shore, Wat Arun with its steep steps and Khmer-style spire."],
[-26.2145598,27.964365,"Johannesburg","£389","Johannesburg, South Africa's biggest city and capital of its inland Gauteng province, began as a 19th-century gold-mining settlement. It's known for Soweto township, a sprawling jumble of African workers’ houses that was once home to Nelson Mandela and Desmond Tutu. Mandela’s former residence is now the Nelson Mandela National Museum. To the northeast, Herman Ekstein Park encompasses a boating lake and Johannesburg Zoo."],
[34.0204989,-118.4117325,"Los Angeles","£399","Los Angeles is a sprawling Southern California city famed as the center of the nation’s film and television industry. Not far from its iconic Hollywood sign, studios such as Paramount Pictures, Universal and Warner Brothers offer behind-the-scenes tours. On Hollywood Boulevard, TCL Chinese Theater displays celebrities’ hand- and footprints, the Walk of Fame honors thousands of luminaries and vendors sell maps to stars’ homes."],
[36.125,-115.175,11,"Las Vegas","£399","Las Vegas, in Nevada’s Mojave Desert, is a resort town famed for its buzzing energy, 24-hour casinos and endless entertainment options. Its focal point is the Strip, just over 4 miles long and lined with elaborate theme hotels such as the pyramid-shaped Luxor and the Venetian, complete with Grand Canal; luxury resorts including the Bellagio, set behind iconic dancing fountains; and innumerable casinos."],
[-37.8602828,145.079616,"Melbourne","£589","Melbourne, Victoria’s coastal capital, is a city of stately 19th-century buildings and tree-lined boulevards. Yet at its centre is the strikingly modern Federation Square development, with plazas, bars, restaurants and cultural events along the Yarra River. In Southbank, the Melbourne Arts Precinct is site of Arts Centre Melbourne – a performing arts complex – and National Gallery of Victoria, displaying Australian and Indigenous art."],
[-33.7969235,150.9224326,"Syndey","£599","Sydney, capital of New South Wales and one of Australia's largest cities, is best known for its harbourfront Opera House, with a distinctive sail-like design. Massive Darling Harbour and Circular Quay are hubs of waterside life, with the towering, arched Harbour Bridge and esteemed Royal Botanic Gardens nearby. Sydney Tower’s 268m glass viewing platform, the Skywalk, offers 360-degree views of the city, harbour and suburbs."],
[-36.8630231,174.8654693,"Auckland","£679","Auckland, based around 2 large harbours, is a major city in the north of New Zealand’s North Island. In central Queen Street, the iconic Sky Tower has views of Viaduct Harbour, which is full of superyachts and lined with bars and cafes. Auckland Domain, the city’s oldest park, is based around an extinct volcano and home to the formal Wintergardens. Mission Bay Beach is minutes from Downtown."],
[41.39479,2.1487679,"Barcelona","£114","Barcelona, the cosmopolitan capital of Spain’s Catalonia region, is defined by quirky art and architecture, imaginative food and vibrant street life. It has medieval roots, seen in the mazelike Gothic Quarter, but a modernist personality represented by architect Antoni Gaudí’s fantastical Sagrada Família church. Its restaurant scene, anchored by the central Boqueria market, ranges from fine dining to tiny tapas bars."],
[40.4379543,-3.6795367,"Madrid","£101","Madrid, Spain's central capital, is a city of elegant boulevards and expansive, manicured parks such as the Buen Retiro. It’s renowned for its rich repositories of European art, including the Prado Museum’s works by Goya, Velázquez and other Spanish masters. The heart of old Hapsburg Madrid is the portico-lined Plaza Mayor, and nearby is the baroque Royal Palace and Armory, displaying historic weaponry."],
[-34.6158238,-58.4333203,"Buenos Aires","£554","Buenos Aires, Argentina’s big, cosmopolitan capital, is known for its European atmosphere, passionate tango and vibrant nightlife. Its center is the 16th-century Plaza de Mayo, lined with stately buildings including Casa Rosada, the iconic, balconied presidential palace. In Microcentro, Florida Street is the main shopping thoroughfare, leading to Plaza San Martín, a busy park that was once the site of a bullfighting arena."],
[45.4057148,12.3817426,"Venice","£81","Venice, capital of northern Italy’s Veneto region, is built on more than 100 small islands in a marshy lagoon in the Adriatic Sea. Its stone palaces seemingly rise out of the water. There are no cars or roadways, just canals and boats. The Grand Canal snakes through the city, which is filled with innumerable narrow, mazelike alleys and small squares."],
[41.9100711,12.5359979,"Rome","£82","Rome, Italy’s capital, is a sprawling, cosmopolitan city with nearly 3,000 years of globally influential art, architecture and culture on display. Ancient ruins such as the Roman Forum and the Colosseum evoke the power of the former Roman Empire. Vatican City, headquarters of the Roman Catholic Church, boasts St. Peter’s Basilica and the Vatican Museums, which house masterpieces such as Michelangelo’s Sistine Chapel frescoes."],
[43.7182412,-79.378058,"Toronto","£359","Toronto, the provincial capital of Ontario, Canada, is a large, ethnically diverse city sprawling along Lake Ontario’s northwestern shore. A dynamic metropolis with a core of soaring skyscrapers, all dwarfed by the iconic CN Tower, it also features abundant green spaces, from the orderly oval of Queen’s Park to 400-acre High Park and its trails, sports facilities and zoo."],
[44.853095,-63.177017,"Halifax","£390","Halifax, formally the Halifax Regional Municipality, is the capital of the province of Nova Scotia, Canada. The metropolitan area had a population of 390,096 in 2011 with 297,943 in the urban area centred around Halifax Harbour."],
[52.5075419,13.4251364,"Berlin","£94","Berlin, Germany’s capital and cultural center, dates to the 13th century. Divided during the Cold War, today it's known for its art scene, nightlife and modern architecture, such as Mies van der Rohe’s landmark Neue Nationalgalerie. Reminders of the city's turbulent 20th-century history include its Holocaust Memorial and the Berlin Wall's graffitied remains. Its 18th-century Brandenburg Gate has become an iconic symbol of reunification."],
[48.1549107,11.5418357,"Munich","£105","Munich, the capital of Bavaria, is home to centuries-old buildings and numerous museums. The city is known for its annual Oktoberfest celebration and cavernous beer halls, including the famed Hofbräuhaus, founded in 1589. In the walkable Old Town, Marienplatz is a central square containing landmarks such as Gothic Neues Rathaus (town hall), with a popular glockenspiel show."],
[52.3747158,4.8986142,"Amsterdam","£69","Amsterdam is the Netherlands’ capital, known for its artistic heritage, elaborate canal system and narrow houses with gabled facades, legacies of the city’s 17th-century Golden Age. Its Museum District houses works by Rembrandt and Vermeer at the Rijksmuseum, the Van Gogh Museum and modern art at the Stedelijk. Cycling is key to the city’s character, and there are 400km of cycle paths."],
[43.7031905,7.252817,"Nice","£78","Nice, capital of the French Riviera, skirts the pebbly shores of the Baie des Anges. Founded by the Greeks and later a retreat for 19th-century Europe’s elite, the city today balances old-world decadence with modern urban energy. Its sunshine and liberal attitude have long attracted artists, whose work hangs in its museums. With vibrant markets and diverse restaurants, it's also renowned for its food."],
[48.8588589,2.3470599,"Paris","£79","Paris, France's capital, is a major European city and a global center for art, fashion, gastronomy and culture. Its picturesque 19th-century cityscape is crisscrossed by wide boulevards and the River Seine. Beyond such landmarks as the Eiffel Tower and the 12th-century, Gothic Notre-Dame cathedral, the city is known for its cafe culture, and designer boutiques along the Rue du Faubourg Saint-Honoré."],
[55.9410655,-3.2053836,"Edinburgh","£86","Hilly Edinburgh, Scotland's capital, has a medieval Old Town and an elegant Georgian New Town, with gardens and neoclassical buildings. It's home to Arthur’s Seat, an extinct volcano in Holyrood Park with sweeping views from its peak. Looming over the city is hilltop Edinburgh Castle, home to Scotland’s crown jewels and the Stone of Destiny, traditionally used in the coronation of Scottish rulers."],
[45.7579555,4.8351209,"Lyon","£89","Lyon, a city in France’s Rhône-Alpes region, sits at the confluence of the Rhône and Saône rivers. Its city center reflects 2,000 years of history, with a Roman amphitheater in Fourvière, medieval and Renaissance architecture in Vieux Lyon, and the modern, redeveloped Confluence district on the Presqu'île peninsula between the rivers. Traboules, covered passageways between buildings, connect Vieux Lyon and La Croix-Rousse hill."],
[38.7436266,-9.1602037,"Lisbon","£91","Lisbon, Portugal’s hilly capital, is a coastal city known for its cafe culture and soulful Fado music. From imposing São Jorge Castle, the view encompasses the old city’s pastel-colored buildings, Tagus Estuary and the Ponte 25 de Abril suspension bridge. Nearby, the National Azulejo Museum displays 5 centuries of decorative ceramic tiles. And just outside Lisbon is a string of Atlantic beaches, from Cascais to Estoril."],
[53.3243201,-6.245704,"Dublin","£94","Dublin, capital of the Republic of Ireland, is on Ireland’s east coast at the mouth of the River Liffey. Its medieval buildings include 13th-century Dublin Castle and imposing St. Patrick’s Cathedral, founded in 1191. Temple Bar is a riverside nightlife and cultural quarter, home to the Irish Film Institute. Bustling, largely pedestrianised Grafton Street is the city’s principal shopping area, also famed for its buskers."],
[59.8938549,10.7851165,"Oslo","£96","Oslo, the capital of Norway, sits on the country’s southern coast at the head of the Oslofjord, and is known for its citywide green spaces and museums. Many of these are on the Bygdøy peninsula, including the Norwegian Maritime Museum, the Vikingskipshuset, with ships from the 10th century, and the Norsk Folkemuseum, with artifacts from Sami and Viking cultures."],
[46.2050295,6.1440885,"Geneva","£97","Geneva is a Swiss city that lies at the southern tip of expansive Lac Léman (Lake Geneva). Surrounded by the Alps and Jura mountains, the city has views of dramatic Mont Blanc. Headquarters of Europe’s United Nations and the Red Cross, it’s a global hub for diplomacy and banking. French influence is widespread, from the language to gastronomy and bohemian districts like Carouge."],
[31.6346214,-8.0078531,"Marrakesh","£99","Marrakesh, a former imperial city in western Morocco, is a major economic center and home to mosques, palaces and gardens. The medina is a densely packed, walled medieval city dating to the Berber Empire with mazelike alleys where thriving souks (marketplaces) sell traditional textiles, pottery and jewelry. Food vendors line Djemaa el-Fna, a broad square where storytellers and musicians perform."],
[50.0596696,14.4656239,"Prague","£102","Prague, capital of the Czech Republic, is bisected by the Vltava River. Nicknamed “the City of a Hundred Spires,” it's known for its Old Town Square, the heart of its historic core, with colorful baroque buildings, Gothic churches and the medieval Astronomical Clock, with a popular show. Completed in 1402, pedestrian Charles Bridge is lined with 30 statues of saints."],
[42.6457256,18.094058,"Dubrovnik","£128","Dubrovnik is a city in southern Croatia fronting the Adriatic Sea. It's known for its distinctive Old Town, encircled with massive stone walls completed in the 16th century. Its well-preserved buildings range from baroque St. Blaise Church to Renaissance Sponza Palace and Gothic Rector’s Palace, now a history museum. Paved with limestone, the pedestrianized Stradun (aka Placa) is lined with shops and restaurants."],
[41.0053215,29.0121795,"Istanbul","£134","Istanbul is a city in Turkey that straddles Europe and Asia across the Bosphorus Strait. The Old City reflects cultural influences of the many empires that once ruled here. In the Sultanahmet district, the open-air, Roman-era Hippodrome was for centuries the site of chariot races, and Egyptian obelisks remain. The iconic Byzantine Hagia Sophia features a soaring dome and Christian mosaics."],
[10.768451,106.6943626,"Ho Chi Minh City","£388","Ho Chi Minh City, commonly known as Saigon, is a city in southern Vietnam famous for the pivotal role it played in the Vietnam War. It's also known for its French colonial architecture, including Notre-Dame Basilica, made entirely of materials imported from France, and the neoclassical Saigon Central Post Office. Food stalls line the city’s streets, especially around bustling Ben Thanh Market."],
[1.3147308,103.8470128,"Singapore","£387","Singapore, an island city-state off southern Malaysia, is a global financial centre with a tropical climate and multicultural population. In circa-1820 Chinatown stands the red-and-gold Buddha’s Tooth Relic Temple, Little India offers colorful souvenirs and Arab Street is lined with fabric shops. Singapore is also known for eclectic street fare, served in hawker centres such as Tiong Bahru and Maxwell Road."],
[35.673343,139.710388,"Tokyo","£396","Tokyo, Japan’s bustling capital, mixes the ultramodern and the traditional, from neon-lit skyscrapers and anime shops to cherry trees and temples. The opulent Meiji Shinto Shrine is known for its towering gate and surrounding forests. The Imperial Palace sits amid sprawling public gardens. The city is famed for its vibrant food scene, and its Shibuya and Harajuku districts are the heart of its trendy teen fashion scene."],
[6.5482201,3.3975005,"Lagos","£397","Lagos, is the most populous city in Nigeria, and the largest metropolis in Africa, it is the second fastest-growing city in Africa and the seventh in the world."],
[28.4811689,-81.36875,"Orlando","£399","Orlando, a city in central Florida, is home to more than a dozen theme parks. Chief among its claims to fame is Walt Disney World, comprised of 4 parks, including Magic Kingdom and Epcot, and 2 water parks. Another major player, Universal Orlando, offers 2 parks: Universal Studios and Islands of Adventure, with the Wizarding World of Harry Potter straddling both."],
[31.9565778,35.9456951,"Amman","£492","Amman, is the capital and most populous city of Jordan. It is the country's political, cultural and commercial centre and one of the oldest continuously inhabited cities in the world."],
[7.9665318,98.3599288,"Phucket","£512","Phuket, a rainforested, mountainous island in the Andaman Sea, has some of Thailand’s most popular beaches, mostly situated along the clear waters of the western shore. The island is home to many high-end seaside resorts, spas and restaurants. Patong, the main town, has a more casual vibe and is filled with wild nightclubs, bars and discos."],
[30.0594885,31.2584644,"Cairo","£266","Cairo, Egypt’s sprawling capital, is set on the Nile River. At its heart is Tahrir Square and the vast Egyptian Museum, a trove of antiquities including the royal mummies and gilded King Tutankhamun artifacts. Nearby, Giza is site of the iconic pyramids and Great Sphinx, dating to the 26th century B.C.E. In Gezira Island’s leafy Zamalek district, 187m Cairo Tower affords panoramic city views."],
[24.3865481,54.5599079,"Abu Dhabi","£319","Abu Dhabi, the capital of the United Arab Emirates, sits off the mainland on an island in the Persian Gulf. Its focus on oil exports and commerce is reflected by the skyline’s modern towers and shopping megacenters such as Abu Dhabi and Marina malls. Beneath white-marble domes, Sheikh Zayed Grand Mosque features an immense Persian carpet, crystal chandeliers and capacity for 41,000 worshipers."],
[25.3040033,51.5294588,"Doha","£339","Doha is the capital city and most populous city of the State of Qatar. Doha has a population of 900,545 within the city proper. The city is located on the coast of the Persian Gulf in the east of the country."],
[42.3133735,-71.0571571,"Boston","£369","Boston is Massachusetts’ capital and largest city. Founded in 1630, it’s one of the oldest cities in the U.S. The key role it played in the American Revolution is highlighted on the Freedom Trail, a 2.5-mile walking route of historic sites that tells the story of the nation’s founding. One stop, former meeting house Faneuil Hall, is a popular marketplace."],
[25.782324,-80.2310801,"Miami","£389","Miami, at Florida's southeastern tip, is a vibrant city whose Cuban influence is reflected in the cafes and cigar shops that line Calle Ocho in Little Havana. Miami Beach, on barrier islands across the turquoise waters of Biscayne Bay, is home to glamorous South Beach, famed for its colorful art deco buildings, white sand, surfside hotels and trendsetting nightclubs."],
[25.9434256,50.6014985,"Bahrain","£343","Bahrain, a nation comprising more than 30 islands in the Persian Gulf, has been at the center of major trade routes since antiquity. In its modern capital, Manama, the acclaimed Bahrain National Museum showcases artifacts from the ancient Dilmun civilization that flourished in the region for millennia. The city's thriving Bab el-Bahrain souk offers wares from colorful handwoven fabrics and spices to pearls."],
[41.8337329,-87.7321555,"Chicago","£391","Chicago, on Lake Michigan in Illinois, is among the largest cities in the U.S. Famed for its bold architecture, it has a skyline bristling with skyscrapers such as the iconic John Hancock Center, sleek, 1,451-ft. Willis Tower and neo-Gothic Tribune Tower. The city is also renowned for its museums, including the Art Institute and its expansive collections, including noted Impressionist works."],
[23.5833454,58.4236662,"Muscat","£349","Muscat, Oman’s port capital, sits on the Gulf of Oman surrounded by mountains and desert. With history going back to antiquity, it mixes high-rises and upscale shopping malls with landmarks such as the 16th-century Portuguese forts, Mirani and Jalali, looming clifftop over Muscat Harbor. Its modern, marble-clad Sultan Qaboos Grand Mosque, with gleaming 50m dome and prodigious Persian carpet, can accommodate 20,000 people."],
[-0.3619939,-71.5321253,"Bogota","£381","Bogotá is the capital of Colombia and Cundinamarca Department, with a population of 7,976,700 in 2015."],
[38.8993488,-77.0145665,"Washington DC","£416","Washington, DC, the U.S. capital, is a compact city on the Potomac River, bordering the states of Maryland and Virginia. It’s defined by imposing neoclassical monuments and buildings – including the iconic ones that house the federal government’s 3 branches: the Capitol, White House and Supreme Court – but also its museums and performing-arts venues such as the Kennedy Center."],
[-22.9112728,-43.4484478,"Rio de Janeiro","£429","Rio de Janeiro is a huge seaside city in Brazil, famed for its Copacabana and Ipanema beaches, 38m Christ the Redeemer statue atop Mt. Corcovado and Sugarloaf, a granite monolith with cable cars to its summit. The city is also known for its sprawling favelas (shanty towns). Its raucous Carnival festival, featuring parade floats, flamboyant costumes and samba, is considered the world’s largest."],
[-23.6824124,-46.5952992,"Sao Paulo","£439","Vibrant São Paulo is among the world's most populous cities. Brazil's financial center, it has abundant cultural institutions and a rich architectural tradition. Its iconic buildings range from the 1929 Edifício Martinelli skyscraper and the neo-Gothic Metropolitan Cathedral to modernist architect Oscar Niemeyer’s curvy Edifício Copan. The colonial-style Pátio do Colégio church marks where Jesuit priests founded the city in 1554."],
[27.996269,-82.4541978,"Tampa","£434","Tampa /ˈtæmpə/ is a city in and the county seat of Hillsborough County, Florida, United States. It is located on the west coast of Florida on Tampa Bay, near the Gulf of Mexico, and is part of the Tampa Bay Metropolitan Area."],
[-33.9149861,18.6560594,"Cape Town","£439","Cape Town is a port city on South Africa’s southwest coast, on a peninsula beneath the imposing Table Mountain. Slowly rotating cable cars climb to the mountain’s flat top, from which there are sweeping views of the city, the busy harbor and boats heading for Robben Island in Table Bay. The notorious prison that once held Nelson Mandela is now a living museum."],
[-1.3048035,36.8473969,"Nairobi","£439","Nairobi is Kenya’s bustling capital city, often used as a jumping-off point for safari trips. In addition to its urban core, the city has Nairobi National Park, a large game reserve known for breeding endangered black rhinos and home to giraffes, zebras and lions. Next to it is a well-regarded elephant orphanage operated by the David Sheldrick Wildlife Trust."],
[29.817178,-95.4012915,"Houston","£441","Houston is a sprawling metropolis in Texas, extending to Galveston Bay. It’s closely linked with the Space Center Houston, the coastal visitor center at NASA’s astronaut training and flight control complex. The city’s relatively compact Downtown includes the Theater District, home to the renowned Houston Grand Opera, and the Historic District, which pairs 19th-century architecture with trendy restaurants."],
[-8.4554715,115.071577,"Bali","£449","Houston is a sprawling metropolis in Texas, extending to Galveston Bay. It’s closely linked with the Space Center Houston, the coastal visitor center at NASA’s astronaut training and flight control complex. The city’s relatively compact Downtown includes the Theater District, home to the renowned Houston Grand Opera, and the Historic District, which pairs 19th-century architecture with trendy restaurants."],
[40.0047528,-75.1180329,"Philadelphia","£478","Philadelphia, Pennsylvania’s largest city, is notable for its rich history, on display at the Liberty Bell, Independence Hall – where the Declaration of Independence and Constitution were signed – and other American Revolutionary sites. No less iconic are the steps of the Philadelphia Museum of Art, immortalized by Sylvester Stallone’s triumphant run in the film 'Rocky.'"],
[-3.478862,-62.9636074,"Saint Lucia","£494","Saint Lucia is an island nation in the eastern Caribbean with 2 distinctive mountains, the Pitons, on its west coast. It's known for its beaches and reef-diving sites, as well as its rainforested interior with waterfalls such as at Toraille. It's home to quiet volcanic beaches and fishing villages as well as luxurious resorts, and the capital, Castries, is a regular cruise ship stop."],
[32.8206645,-96.7313396,"Dallas","£499","Dallas is a major city in Texas and is the largest urban center of the fourth most populous metropolitan area in the United States. The city proper ranks ninth in the U.S. and third in Texas after Houston and San Antonio."],
[47.614848,-122.3359058,"Seattle","£503","Seattle, on Puget Sound in the Pacific Northwest, is surrounded by water, mountains and evergreen forests, and encompasses thousands of acres of parkland (hence its nickname, 'Emerald City'). It’s home to a thriving tech industry, with Microsoft and Amazon.com headquartered in its metropolitan area. The futuristic Space Needle, a legacy of the 1962 World’s Fair, is its most recognizable landmark."],
[33.7677129,-84.420604,"Atlanta","£509","Atlanta is the sprawling capital of Georgia. It played an important part in both the Civil War and the 1960s Civil Rights Movement. Atlanta History Center chronicles the city's past, and the Martin Luther King Jr. National Historic Site is dedicated to the African-American leader’s life and times. Downtown, 21-acre Centennial Olympic Park, built for the 1996 Olympics, encompasses the massive Georgia Aquarium."],
[39.7643389,-104.8551114,"Denver","£526","Denver, the capital of Colorado, is an American metropolis dating to the Old West era. Larimer Square, the city’s oldest block, still features landmark 19th-century buildings. Museums include the Denver Art Museum, an ultramodern complex known for its indigenous works collection, and the mansion of famed Titanic survivor Molly Brown. Denver is also a jumping-off point for skiing in the nearby Rocky Mountains."],
[-4.6838039,55.4494781,"Seychelles","£543","The Seychelles is an archipelago of 115 islands in the Indian Ocean off East Africa, known for its beaches, coral reefs, diving, nature reserves and rare wildlife such as giant Aldabra tortoises. Mahé island, with an international airport, is a key transport hub, home to capital Victoria, the mountain rainforests of Morne Seychellois National Park and white-sand beaches including Beau Vallon and Anse Takamaka."],
[-33.0569347,-68.6229866,"Santiago","£552","Santiago, Chile’s capital and largest city, sits in a valley surrounded by the snow-capped Andes and the Chilean Coastal Range. Plaza de Armas, the grand heart of the city’s old colonial core, is home to 2 neoclassical landmarks: the early-19th-century Royal Court Palace, which houses the National History Museum, and the 18th-century Metropolitan Cathedral. Barrio Brasil and bohemian Barrio Bellavista offer lively nightlife."],
[37.7577,-122.4376,"San Francisco","£569","San Francisco, in northern California, is a city on the tip of a peninsula surrounded by the Pacific Ocean and San Francisco Bay. It's known for its hilly landscape, year-round fog, iconic Golden Gate Bridge, cable cars and colorful Victorian houses. The Financial District's Transamerica Pyramid is its most distinctive skyscraper. In the bay sits Alcatraz Island, site of the notorious former prison."],
[32.8245525,-117.0951632,"San Diego","£589","San Diego is a city on the Pacific coast of California known for its beaches, parks and warm climate. Immense Balboa Park is the site of the world-famous San Diego Zoo, as well as numerous art galleries, artist studios, museums and gardens. A deep harbor is home to a large active naval fleet, with the USS Midway, an aircraft-carrier-turned-museum, open to the public."],
[30.0219504,-89.8830829,"New Orleans","£615","New Orleans is a Louisiana city on the Mississippi River, near the Gulf of Mexico. Nicknamed the 'Big Easy', it's known for its round-the-clock nightlife, vibrant live-music scene and spicy, singular cuisine reflecting its history as a melting pot of French, African and American cultures. Embodying its festive spirit is Mardi Gras, the late-winter carnival famed for raucous costumed parades and public partying."],
[21.121445,-86.8492334,"Cancun","£641","Cancún, a Mexican city on the Yucatán Peninsula bordering the Caribbean Sea, is known for its beaches, numerous resorts and energetic nightlife. It’s composed of 2 distinct areas: the more traditional downtown area, El Centro, and Zona Hotelera, a long, beachfront strip of high-rise hotels, nightclubs, shops and restaurants. Cancun is also a famed destination for students during college’s spring break period."],
[-6.7700594,39.2542262,"Dar es Salaam","£622","Dar es Salaam, formerly Mzizima, is Tanzania's largest and richest city, the largest city in eastern Africa by population, and is a regionally important economic centre."],
[-29.8483794,30.9924624,"Durban","£654","Durban, a coastal city in eastern South Africa’s KwaZulu-Natal province, is known for its African, Indian and colonial influences. The Golden Mile beachfront is a popular destination for surfers, joggers, sunbathers and water-sports enthusiasts. Refurbished for soccer’s 2010 World Cup, the seafront promenade starts at uShaka Marine World, a huge theme park with an aquarium, and ends by the futuristic Moses Mabhida stadium."],
[33.6054149,-112.125051,"Phoenix","£658","Phoenix is the capital of the southwestern U.S. state of Arizona, and anchor of a sprawling, multicity metropolitan area known as the Valley of the Sun. The area is known for high-end resorts, Jack Nicklaus-designed golf courses and vibrant nightclubs, but the city's biggest attraction may be the sunshine and winter warmth."],
[30.3077609,-97.7534014,"Austin","£677","Austin, on the eastern edge of Texas Hill Country, is not only the state capital, but lays claim to being the 'live music capital of the world'. It’s also a center for film and home to the University of Texas and Formula 1's Circuit of the Americas raceway. Its abundant parks and lakes are popular for hiking, biking, swimming, boating and other outdoor pursuits."],
[23.0506654,-82.3327094,"Havana","£698","Havana, Cuba’s colorful capital, is known for the Spanish colonial architecture of its 16th-century Old Havana core, including Castillo de la Real fort, now a maritime museum, and the pre-revolutionary Capitolio. 1950s American-made cars line the city’s streets and rumba groups play in the painted alley Callejón de Hamel. Salsa emanates from clubs and cabaret is still performed at the famed Tropicana."],
[44.970697,-93.2614785,"Minneapolis","£715","Minneapolis is the county seat of Hennepin County, and larger of the Twin Cities, the 14th-largest metropolitan area in the United States, containing approximately 3.8 million residents."],
[42.352711,-83.099205,"Detroit","£716","Detroit is the most populous city in the U.S. state of Michigan and the largest city on the United States–Canada border. It is the seat of Wayne County, the most populous county in the state."],
[18.4711368,-77.9047822,"Montego Bay","£717","Montego Bay, the capital of St. James Parish on Jamaica’s north coast, is a major cruise ship port with numerous beach resorts and golf courses outside its commercial core. Popular beaches include Doctor’s Cave Beach and Walter Fletcher Beach, home to an amusement park. There’s snorkeling and diving at coral reefs in the protected waters of Montego Bay Marine Park."],
[-12.0553442,-77.0451853,"Lima","£756","Lima, the capital of Peru, sits on the country's arid Pacific coast. Though its colonial center is well preserved, today Lima is a bustling metropolis that's one of South America’s largest cities. It’s known for its vibrant food scene, encompassing specialties from ceviche and traditional coastal cooking to refined global fare. It's also home to the preeminent Museo Larco collection of pre-Columbian art and the Museo de la Nación, tracing the history of Peru’s ancient civilizations."],
[21.3280681,-157.7989705,"Honolulu","£943","Honolulu, on Oahu’s south shore, is capital of Hawaii, and gateway to the U.S. island chain. The Waikiki neighborhood is its center for dining, nightlife and shopping, famed for its iconic crescent beach backed by palms and high-rise hotels, with volcanic Diamond Head looming in the distance. Sites relating to the World War II attack on Pearl Harbor include the USS Arizona Memorial."],
[19.3873801,-99.1737609,"Mexico City","£833","Mexico City is the densely populated, high-altitude capital of Mexico. It's known for its Templo Mayor (a 13th-century Aztec temple), the baroque Catedral Metropolitana of the Spanish conquistadors and the Palacio Nacional, which houses historic murals by Diego Rivera. All of this resides in and around the Plaza de la Constitución, the massive main square also known as the Zócalo."],
[29.3140762,47.491749,"Kuwait","£2249","Kuwait, an Arab country on the Persian Gulf, has cultural heritage dating back to antiquity. Ruins from the Mesopotamian era can be seen on its Failaka Island, a former outpost of Alexander the Great’s army. Failaka is just offshore from Kuwait City, the modern capital, home to the National Museum and Tareq Rajab Museum and their collections of ethnographic artifacts and Islamic art."]
]