[
[25.073858,55.2298444,"Dubai","£269","Dubai is a city in the United Arab Emirates known for luxury shopping, ultramodern architecture and a lively nightlife scene. Burj Khalifa, an 830m-tall tower, dominates the skyscraper-filled skyline. At its foot lies Dubai Fountain, with jets and lights choreographed to music. On man-made islands just offshore is Atlantis, the Palm, a resort with water and marine-animal parks."],
[22.3593252,114.1408686,"Hong Kong","£329","Hong Kong is a city, and former British colony, in southeastern China. Vibrant and densely populated, it’s a major port and global financial center famed for its tower-studded skyline. It’s also known for its lively food scene – from Cantonese dim sum to extravagant high tea – and its shopping, with options spanning chaotic Temple Street Night Market to the city’s innumerable bespoke tailors."],
[40.7033127,-73.979681,"New York","£329","Home to the Empire State Building, Times Square, Statue of Liberty and other iconic sites, New York City is a fast-paced, globally influential center of art, culture, fashion and finance. The city’s 5 boroughs sit where the Hudson River meets the Atlantic Ocean, with the island borough of Manhattan at the 'Big Apple's' core."],
[13.7246005,100.6331108,"Bangkok","£339","Bangkok, Thailand’s capital, is a sprawling metropolis known for its ornate shrines and vibrant street life. The boat-filled Chao Phraya River feeds its network of canals, flowing past the Rattanakosin royal district, home to the opulent Grand Palace and its sacred Emerald Buddha temple. Nearby is Wat Pho with its enormous reclining Buddha and, on the opposite shore, Wat Arun with its steep steps and Khmer-style spire."],
[-26.2145598,27.964365,"Johannesburg","£389","Johannesburg, South Africa's biggest city and capital of its inland Gauteng province, began as a 19th-century gold-mining settlement. It's known for Soweto township, a sprawling jumble of African workers’ houses that was once home to Nelson Mandela and Desmond Tutu. Mandela’s former residence is now the Nelson Mandela National Museum. To the northeast, Herman Ekstein Park encompasses a boating lake and Johannesburg Zoo."],
[34.0204989,-118.4117325,"Los Angeles","£399","Los Angeles is a sprawling Southern California city famed as the center of the nation’s film and television industry. Not far from its iconic Hollywood sign, studios such as Paramount Pictures, Universal and Warner Brothers offer behind-the-scenes tours. On Hollywood Boulevard, TCL Chinese Theater displays celebrities’ hand- and footprints, the Walk of Fame honors thousands of luminaries and vendors sell maps to stars’ homes."],
[36.125,-115.175,11,"Las Vegas","£399","Las Vegas, in Nevada’s Mojave Desert, is a resort town famed for its buzzing energy, 24-hour casinos and endless entertainment options. Its focal point is the Strip, just over 4 miles long and lined with elaborate theme hotels such as the pyramid-shaped Luxor and the Venetian, complete with Grand Canal; luxury resorts including the Bellagio, set behind iconic dancing fountains; and innumerable casinos."],
[-37.8602828,145.079616,"Melbourne","£589","Melbourne, Victoria’s coastal capital, is a city of stately 19th-century buildings and tree-lined boulevards. Yet at its centre is the strikingly modern Federation Square development, with plazas, bars, restaurants and cultural events along the Yarra River. In Southbank, the Melbourne Arts Precinct is site of Arts Centre Melbourne – a performing arts complex – and National Gallery of Victoria, displaying Australian and Indigenous art."],
[-33.7969235,150.9224326,"Syndey","£599","Sydney, capital of New South Wales and one of Australia's largest cities, is best known for its harbourfront Opera House, with a distinctive sail-like design. Massive Darling Harbour and Circular Quay are hubs of waterside life, with the towering, arched Harbour Bridge and esteemed Royal Botanic Gardens nearby. Sydney Tower’s 268m glass viewing platform, the Skywalk, offers 360-degree views of the city, harbour and suburbs."],
[-36.8630231,174.8654693,"Auckland","£679","Auckland, based around 2 large harbours, is a major city in the north of New Zealand’s North Island. In central Queen Street, the iconic Sky Tower has views of Viaduct Harbour, which is full of superyachts and lined with bars and cafes. Auckland Domain, the city’s oldest park, is based around an extinct volcano and home to the formal Wintergardens. Mission Bay Beach is minutes from Downtown."],
[41.39479,2.1487679,"Barcelona","£114","Barcelona, the cosmopolitan capital of Spain’s Catalonia region, is defined by quirky art and architecture, imaginative food and vibrant street life. It has medieval roots, seen in the mazelike Gothic Quarter, but a modernist personality represented by architect Antoni Gaudí’s fantastical Sagrada Família church. Its restaurant scene, anchored by the central Boqueria market, ranges from fine dining to tiny tapas bars."],
[40.4379543,-3.6795367,"Madrid","£101","Madrid, Spain's central capital, is a city of elegant boulevards and expansive, manicured parks such as the Buen Retiro. It’s renowned for its rich repositories of European art, including the Prado Museum’s works by Goya, Velázquez and other Spanish masters. The heart of old Hapsburg Madrid is the portico-lined Plaza Mayor, and nearby is the baroque Royal Palace and Armory, displaying historic weaponry."],
[-34.6158238,-58.4333203,"Buenos Aires","£554","Buenos Aires, Argentina’s big, cosmopolitan capital, is known for its European atmosphere, passionate tango and vibrant nightlife. Its center is the 16th-century Plaza de Mayo, lined with stately buildings including Casa Rosada, the iconic, balconied presidential palace. In Microcentro, Florida Street is the main shopping thoroughfare, leading to Plaza San Martín, a busy park that was once the site of a bullfighting arena."],
[45.4057148,12.3817426,"Venice","£81","Venice, capital of northern Italy’s Veneto region, is built on more than 100 small islands in a marshy lagoon in the Adriatic Sea. Its stone palaces seemingly rise out of the water. There are no cars or roadways, just canals and boats. The Grand Canal snakes through the city, which is filled with innumerable narrow, mazelike alleys and small squares."],
[41.9100711,12.5359979,"Rome","£82","Rome, Italy’s capital, is a sprawling, cosmopolitan city with nearly 3,000 years of globally influential art, architecture and culture on display. Ancient ruins such as the Roman Forum and the Colosseum evoke the power of the former Roman Empire. Vatican City, headquarters of the Roman Catholic Church, boasts St. Peter’s Basilica and the Vatican Museums, which house masterpieces such as Michelangelo’s Sistine Chapel frescoes."],
[43.7182412,-79.378058,"Toronto","£359","Toronto, the provincial capital of Ontario, Canada, is a large, ethnically diverse city sprawling along Lake Ontario’s northwestern shore. A dynamic metropolis with a core of soaring skyscrapers, all dwarfed by the iconic CN Tower, it also features abundant green spaces, from the orderly oval of Queen’s Park to 400-acre High Park and its trails, sports facilities and zoo."],
[44.853095,-63.177017,"Halifax","£390","Halifax, formally the Halifax Regional Municipality, is the capital of the province of Nova Scotia, Canada. The metropolitan area had a population of 390,096 in 2011 with 297,943 in the urban area centred around Halifax Harbour."],
[52.5075419,13.4251364,"Berlin","£94","Berlin, Germany’s capital and cultural center, dates to the 13th century. Divided during the Cold War, today it's known for its art scene, nightlife and modern architecture, such as Mies van der Rohe’s landmark Neue Nationalgalerie. Reminders of the city's turbulent 20th-century history include its Holocaust Memorial and the Berlin Wall's graffitied remains. Its 18th-century Brandenburg Gate has become an iconic symbol of reunification."],
[48.1549107,11.5418357,"Munich","£105","Munich, the capital of Bavaria, is home to centuries-old buildings and numerous museums. The city is known for its annual Oktoberfest celebration and cavernous beer halls, including the famed Hofbräuhaus, founded in 1589. In the walkable Old Town, Marienplatz is a central square containing landmarks such as Gothic Neues Rathaus (town hall), with a popular glockenspiel show."],
[52.3747158,4.8986142,"Amsterdam","£69","Amsterdam is the Netherlands’ capital, known for its artistic heritage, elaborate canal system and narrow houses with gabled facades, legacies of the city’s 17th-century Golden Age. Its Museum District houses works by Rembrandt and Vermeer at the Rijksmuseum, the Van Gogh Museum and modern art at the Stedelijk. Cycling is key to the city’s character, and there are 400km of cycle paths."],
[43.7031905,7.252817,"Nice","£78","Nice, capital of the French Riviera, skirts the pebbly shores of the Baie des Anges. Founded by the Greeks and later a retreat for 19th-century Europe’s elite, the city today balances old-world decadence with modern urban energy. Its sunshine and liberal attitude have long attracted artists, whose work hangs in its museums. With vibrant markets and diverse restaurants, it's also renowned for its food."],
[48.8588589,2.3470599,"Paris","£79","Paris, France's capital, is a major European city and a global center for art, fashion, gastronomy and culture. Its picturesque 19th-century cityscape is crisscrossed by wide boulevards and the River Seine. Beyond such landmarks as the Eiffel Tower and the 12th-century, Gothic Notre-Dame cathedral, the city is known for its cafe culture, and designer boutiques along the Rue du Faubourg Saint-Honoré."],
[55.9410655,-3.2053836,"Edinburgh","£86","Hilly Edinburgh, Scotland's capital, has a medieval Old Town and an elegant Georgian New Town, with gardens and neoclassical buildings. It's home to Arthur’s Seat, an extinct volcano in Holyrood Park with sweeping views from its peak. Looming over the city is hilltop Edinburgh Castle, home to Scotland’s crown jewels and the Stone of Destiny, traditionally used in the coronation of Scottish rulers."],
[45.7579555,4.8351209,"Lyon","£89","Lyon, a city in France’s Rhône-Alpes region, sits at the confluence of the Rhône and Saône rivers. Its city center reflects 2,000 years of history, with a Roman amphitheater in Fourvière, medieval and Renaissance architecture in Vieux Lyon, and the modern, redeveloped Confluence district on the Presqu'île peninsula between the rivers. Traboules, covered passageways between buildings, connect Vieux Lyon and La Croix-Rousse hill."],
[38.7436266,-9.1602037,"Lisbon","£91","Lisbon, Portugal’s hilly capital, is a coastal city known for its cafe culture and soulful Fado music. From imposing São Jorge Castle, the view encompasses the old city’s pastel-colored buildings, Tagus Estuary and the Ponte 25 de Abril suspension bridge. Nearby, the National Azulejo Museum displays 5 centuries of decorative ceramic tiles. And just outside Lisbon is a string of Atlantic beaches, from Cascais to Estoril."],
[53.3243201,-6.245704,"Dublin","£94","Dublin, capital of the Republic of Ireland, is on Ireland’s east coast at the mouth of the River Liffey. Its medieval buildings include 13th-century Dublin Castle and imposing St. Patrick’s Cathedral, founded in 1191. Temple Bar is a riverside nightlife and cultural quarter, home to the Irish Film Institute. Bustling, largely pedestrianised Grafton Street is the city’s principal shopping area, also famed for its buskers."],
[59.8938549,10.7851165,"Oslo","£96","Oslo, the capital of Norway, sits on the country’s southern coast at the head of the Oslofjord, and is known for its citywide green spaces and museums. Many of these are on the Bygdøy peninsula, including the Norwegian Maritime Museum, the Vikingskipshuset, with ships from the 10th century, and the Norsk Folkemuseum, with artifacts from Sami and Viking cultures."],
[46.2050295,6.1440885,"Geneva","£97","Geneva is a Swiss city that lies at the southern tip of expansive Lac Léman (Lake Geneva). Surrounded by the Alps and Jura mountains, the city has views of dramatic Mont Blanc. Headquarters of Europe’s United Nations and the Red Cross, it’s a global hub for diplomacy and banking. French influence is widespread, from the language to gastronomy and bohemian districts like Carouge."],
[31.6346214,-8.0078531,"Marrakesh","£99","Marrakesh, a former imperial city in western Morocco, is a major economic center and home to mosques, palaces and gardens. The medina is a densely packed, walled medieval city dating to the Berber Empire with mazelike alleys where thriving souks (marketplaces) sell traditional textiles, pottery and jewelry. Food vendors line Djemaa el-Fna, a broad square where storytellers and musicians perform."],
[50.0596696,14.4656239,"Prague","£102","Prague, capital of the Czech Republic, is bisected by the Vltava River. Nicknamed “the City of a Hundred Spires,” it's known for its Old Town Square, the heart of its historic core, with colorful baroque buildings, Gothic churches and the medieval Astronomical Clock, with a popular show. Completed in 1402, pedestrian Charles Bridge is lined with 30 statues of saints."],
[42.6457256,18.094058,"Dubrovnik","£128","Dubrovnik is a city in southern Croatia fronting the Adriatic Sea. It's known for its distinctive Old Town, encircled with massive stone walls completed in the 16th century. Its well-preserved buildings range from baroque St. Blaise Church to Renaissance Sponza Palace and Gothic Rector’s Palace, now a history museum. Paved with limestone, the pedestrianized Stradun (aka Placa) is lined with shops and restaurants."],
[41.0053215,29.0121795,"Istanbul","£134","Istanbul is a city in Turkey that straddles Europe and Asia across the Bosphorus Strait. The Old City reflects cultural influences of the many empires that once ruled here. In the Sultanahmet district, the open-air, Roman-era Hippodrome was for centuries the site of chariot races, and Egyptian obelisks remain. The iconic Byzantine Hagia Sophia features a soaring dome and Christian mosaics."],
[10.768451,106.6943626,"Ho Chi Minh City","£388","Ho Chi Minh City, commonly known as Saigon, is a city in southern Vietnam famous for the pivotal role it played in the Vietnam War. It's also known for its French colonial architecture, including Notre-Dame Basilica, made entirely of materials imported from France, and the neoclassical Saigon Central Post Office. Food stalls line the city’s streets, especially around bustling Ben Thanh Market."],
[1.3147308,103.8470128,"Singapore","£387","Singapore, an island city-state off southern Malaysia, is a global financial centre with a tropical climate and multicultural population. In circa-1820 Chinatown stands the red-and-gold Buddha’s Tooth Relic Temple, Little India offers colorful souvenirs and Arab Street is lined with fabric shops. Singapore is also known for eclectic street fare, served in hawker centres such as Tiong Bahru and Maxwell Road."],
[35.673343,139.710388,"Tokyo","£396","Tokyo, Japan’s bustling capital, mixes the ultramodern and the traditional, from neon-lit skyscrapers and anime shops to cherry trees and temples. The opulent Meiji Shinto Shrine is known for its towering gate and surrounding forests. The Imperial Palace sits amid sprawling public gardens. The city is famed for its vibrant food scene, and its Shibuya and Harajuku districts are the heart of its trendy teen fashion scene."],
[6.5482201,3.3975005,"Lagos","£397","Lagos, is the most populous city in Nigeria, and the largest metropolis in Africa, it is the second fastest-growing city in Africa and the seventh in the world."],
[28.4811689,-81.36875,"Orlando","£399","Orlando, a city in central Florida, is home to more than a dozen theme parks. Chief among its claims to fame is Walt Disney World, comprised of 4 parks, including Magic Kingdom and Epcot, and 2 water parks. Another major player, Universal Orlando, offers 2 parks: Universal Studios and Islands of Adventure, with the Wizarding World of Harry Potter straddling both."],
[31.9565778,35.9456951,"Amman","£492","Amman, is the capital and most populous city of Jordan. It is the country's political, cultural and commercial centre and one of the oldest continuously inhabited cities in the world."],
[7.9665318,98.3599288,"Phucket","£512","Phuket, a rainforested, mountainous island in the Andaman Sea, has some of Thailand’s most popular beaches, mostly situated along the clear waters of the western shore. The island is home to many high-end seaside resorts, spas and restaurants. Patong, the main town, has a more casual vibe and is filled with wild nightclubs, bars and discos."]
]